export default [
  {
    projectName: "Ten Daze",
    teamName: "담다디담다디담다디담 담다디다담 다다담",
    developers: ["양준석", "백승훈", "김민규", "고동연"],
    contestInfo: {
      type: {
        main: 1,
        sub: 1
      },
      rate: 1,
      year: 2017
    },
    qualification: [{
      title: "개발 환경",
      contents: [{
        title: "OS",
        content: "Microsoft Windows 10"
      }, {
        title: "플랫폼",
        content: "Intel(R) Core(TM) i5-5257U CPU 2.70GHz / RAM 8G"
      }, {
        title: "프로그래밍 제작 툴",
        content: "Microsoft Visual Studio C++ 2015"
      }, {
        title: "그래픽 프로그램",
        content: "Adobe Photoshop CC"
      }, {
        title: "기타 도구",
        content: "RGEngine_2016_1.1.1 (동아리 프레임워크)"
      }]
    }, {
      title: "사용환경",
      contents: [{
        title: "OS",
        content: "Microsoft Windows 7, Windows 10"
      }, {
        title: "플랫폼",
        content: "I5 3세대, 4GB"
      }, {
        title: "기타",
        content: "DirectX SDK June 2010"
      }]
    }],
    overview: "2016년 11월 디지털 콘텐츠 경진대회 당시, 어느 한 팀의 기획자 밑에서 프로그래머로 작업했었습니다. 그 기획자는 프로그래머에게 작업할 사항들을 잘 전달하지 못하였고, 두 명의 프로그래머도 의견 통합이 되지 않아. 그 팀은 분열 직전까지 간 적이 있습니다. 건강과 인간관계를 둘 다 잃어버렸습니다. 저는 모든 팀원을 잘 관리하면서 프로젝트를 완성시키는 기획자가 되고 싶었고. 이 게임을 기획하였습니다. 이 게임의 프로그래머는 일을 차일피일 미뤘습니다. 그것을 알아챈 기획자는 24시간 감시에 돌입하게 됩니다. 개발자에게 카페인 음료를 마시게 하여 잠을 쫓거나 채찍을 사용해서 깨우는 등 <b>기획자는 개발자를 최대한 깨워서 프로젝트를 제한 시간 내로 완성시키는 게임</b>입니다. 개발하던 도중 블루스크린을 예상치 못해, 프로젝트를 날리거나. 체력을 모두 소진하여 잠에 빠진다거나, 카페인을 너무 많이 마셔 중독되는 등. 여러 가지 재미있는 상황들이 발생합니다. 프로젝트를 많이 진행할수록 실력이 늘 듯 여러 가지 게임의 엔딩을 볼 때마다 채찍이 강화되어 개발자를 깨우기 수월해집니다. <b>'Ten Daze'</b>는 개발자를 쉴 틈 없이 관리해야하는 긴장감과 갑작스런 이벤트가 플레이어를 곤란하게 만듭니다. 하지만 이를 극복함으로써 플레이어는 점점 쌓여져가는 프로젝트의 완성도를 보며 높은 성취감을 느낄 수 있습니다."
  },
  {
    projectName: "구해줘! 펭귄",
    teamName: "펭귄 마이쪙",
    developers: ["김찬영", "이로운", "김동규", "조우진", "홍초희"],
    contestInfo: {
      type: {
        main: 1,
        sub: 1
      },
      rate: 2,
      year: 2017
    },
    qualification: [{
      title: "개발 환경",
      contents: [{
        title: "OS",
        content: "Microsoft Windows 10"
      }, {
        title: "플랫폼",
        content: "Intel Core i5-6300HQ / 4G"
      }, {
        title: "프로그래밍 제작 툴",
        content: "Microsoft Visual Studio C++ 2017"
      }, {
        title: "그래픽 프로그램",
        content: "Adobe Photoshop CS6, Adobe Illustrator‎ CS6"
      }, {
        title: "기타 도구",
        content: "ZeroEngine(동아리 자체 엔진), DirectX9"
      }]
    }, {
      title: "사용환경",
      contents: [{
        title: "OS",
        content: "Microsoft Windows 7, Windows 10"
      }, {
        title: "플랫폼",
        content: "Intel Core i5-6300HQ / 4GB"
      }, {
        title: "기타",
        content: "DirectX9"
      }]
    }],
    overview: "이 게임은 남극에서 북극으로 가버린 펭귄을 배경 스토리로 잡고 제작하였으며 그에 알맞게 게임화면, 메인화면, 오브젝트, UI 등을 제작하였다. 게임 방식은 주인공인 펭귄을 악당들을 피해 오래 생존하는 기록갱신 게임이다. 이 게임의 특징은 여러 패턴을 이용하여 지속적으로 게임에 집중하도록 하며, 단계적인 웨이브 형식과 점수를 사용함으로써 플레이어가 반복적인 형식으로 인해 게임에 질리지 않도록 한다. 또한 웨이브 형식과, 결과 점수의 도입으로 목적을 가지게 하며 게임을 지속적으로 하는 동기를 마련한다. 또한 빠른 게임 진행으로 전체적인 부분 외에도 게임 내적요소에서 긴장감을 늦추지 않도록 하기 때문에 더욱 몰두하게 하는 기대효과를 나타낼 것으로 생각된다."
  },
  {
    projectName: "나 잡아봐라",
    teamName: "스테이플러",
    developers: ["양준석", "조재현", "김학준", "배수호"],
    contestInfo: {
      type: {
        main: 1,
        sub: 1
      },
      rate: 2,
      year: 2017
    },
    qualification: [{
      title: "개발 환경",
      contents: [{
        title: "OS",
        content: "Microsoft Windows 10"
      }, {
        title: "플랫폼",
        content: "Intel(R) Core(TM) i5-5257U CPU 2.70GHz / RAM 8G"
      }, {
        title: "프로그래밍 제작 툴",
        content: "Microsoft Visual Studio C++ 2015"
      }, {
        title: "그래픽 프로그램",
        content: "Adobe Photoshop CC, PaintTool SAI"
      }, {
        title: "기타 도구",
        content: "RGEngine_2016_1.1.1 (동아리 프레임워크)"
      }]
    }, {
      title: "사용환경",
      contents: [{
        title: "OS",
        content: "MicroSoft Windows 7, Windows 10"
      }, {
        title: "플랫폼",
        content: "I5 3세대, 4GB"
      }, {
        title: "기타",
        content: "DirectX SDK June 2010"
      }]
    }],
    overview: "어느 교도소에 자신의 무죄를 증명하는 죄수가 있습니다 이 죄수는 매일매일 꾸준히 무죄를 증명합니다. 그럼에도 아무도 알아주지 않아 탈옥을 결심하게 됩니다. 며칠 뒤, 죄수는 탈옥을 성공해냅니다. 탈옥까지는 성공을 하나, 이 교도소는 외딴섬에 격리되어 있었습니다. 이 죄수는 곧바로 경찰이 추격해올 것과 아무리 도망쳐도 붙잡힐 것이라고 직감합니다. 그리하여 죄수는 경찰의 추격이 붙을 동안 아이템들을 수집하고 조합하여 경찰들을 따돌리게 됩니다. 경찰들이 쫓아오기 전까지 <b>아이템들을 수집하고 조합하여 준비</b>한 뒤 , <b>추격이 붙으면 일정시간동안 추격을 버티는 것</b>이 게임의 목표입니다."
  },
  {
    projectName: "SRSimulator",
    teamName: "일후니",
    developers: ["김현", "이일훈", "김도언", "김택서", "김연준"],
    contestInfo: {
      type: {
        main: 1,
        sub: 2
      },
      rate: 1,
      year: 2017
    },
    qualification: [{
      title: "웹호스팅",
      contents: [{
        title: "웹호스팅 서비스 업체",
        content: "Hostinger"
      }, {
        title: "홈페이지 주소",
        content: "iwin247.info:4000"
      }, {
        title: "Web Server",
        content: ""
      }, {
        title: "Server-side Language",
        content: "Node.js(express.js)"
      }, {
        title: "DBMS",
        content: "mongodb"
      }, {
        title: "기타",
        content: "moment.js babel"
      }]
    }, {
      title: "개발도구",
      contents: [{
        title: "텍스트에디터",
        content: "Atom.io"
      }, {
        title: "그래픽  프로그램",
        content: "three.js, Autodesk SketchBook(App), Maya, 3ds Max"
      }, {
        title: "게시판, 회원 프로그램",
        content: ""
      }, {
        title: "기타 도구",
        content: ""
      }]
    }],
    overview: "다음과 같은 콘텐츠를 선정한 이유는 중학생들이 선린에 실제 다니고 있는 학생들의 생활을 \"삼훈\"이라는 인물을 통해 <b>간접체험</b> 시킴으로써 선린에 관심을 가지고, 나도 이 학교에 다니고 싶다는 동기를 심어주는 <b>홍보목적</b> 차원에서 다음과 같은 콘텐츠를 제작하기로 결정하게 되었습니다. 위에서 말하다시피 <b>주 타겟층은 중학생</b>으로 이들은 질풍노도의 시기로 어느 때 보다도 연애에 관심이 많고 자기가 무엇이 되고 싶다는 목표가 구체적으로 정해지는 시기를 갖게 됩니다. 그래서 이러한 중학생들의 성향을 파고들어 선린학생들의 주된 활동들을 가상의 인물(예진)과의 알콩달콩한 연애 스토리와 함께 방안에서의 컨텐츠 중 하나인 \"코딩게임\"을 진행해 보게 됨으로써 한편으로는 재밌게 스토리를 즐기면서 선린 학생들의 활동에 대해 자세히 알게 되고 간접적으로 코딩을 체험해 봄으로써 결과적으로는 <b>선린에 대한 관심</b>으로 이어질 것이라 예상됩니다. 그리고 또한 어느 고등학교를 갈지 갈피를 잡지 못하고 그저 친구들을 따라 인문계를 가는 중학생들에게 이 게임을 통해 <b>새로운 방향을 제시해 줄 수 있습니다.</b> 차후에는 이 작품을 중학생들을 대상으로 한 선린인터넷고등학교 홍보에 활용함으로써 학교 단위의 행사나 홍보가 있을 때 적극 활용하여 중학생들의 관심을 끌어 모을 수 있을 것입니다."
  },
  {
    projectName: "EXCEPTION i",
    teamName: "FrostCore",
    developers: ["김준영", "이강준", "이효원"],
    contestInfo: {
      type: {
        main: 1,
        sub: 2
      },
      rate: 2,
      year: 2017
    },
    qualification: [{
      title: "웹호스팅",
      contents: [{
        title: "웹 호스팅 서비스 업체",
        content: "닷 홈"
      }, {
        title: "홈페이지 주소",
        content: "http://wayout.kr/dmc"
      }, {
        title: "Web Server",
        content: "Apache"
      }, {
        title: "Server-side Language",
        content: ""
      }, {
        title: "DBMS",
        content: ""
      }, {
        title: "기타",
        content: ""
      }]
    }, {
      title: "개발도구",
      contents: [{
        title: "텍스트에디터 (웹 에디터)",
        content: "Brackets"
      }, {
        title: "그래픽  프로그램",
        content: "Tiled, Pyxel Editor"
      }, {
        title: "게시판, 회원 프로그램",
        content: ""
      }, {
        title: "기타 도구",
        content: ""
      }]
    }],
    overview: "이 게임을 만들게 된 이유는 디지털 미디어 콘텐츠 대회의 주요 목적 중 하나인 어떠한 엔진이나 프레임 워크 혹은 개발 엔진 없이 개발을 하는 것도 추구하고 더욱더 나아가서 이번 개발 활동을 통해 무엇보다 실력을 기르고 싶었다. 이것이 이번에 웹 분야에서 그 많고 많은 콘텐츠 중 하나인 웹 게임을 선택한 이유이다.\n기대효과 부분은 솔직하게 말해 재미이다. 다른 웹 콘텐츠처럼 독창적이거나 여러 가지 기대효과를 두진 않았다. 게임 개발자로서 게임을 개발할 때에는 역시 유저의 재미를 목적으로 두고 개발하는 것이 가장 중요하 부분이라고 생각했기 때문이다. 물론 스케일이 있는 게임이라면 재미와 함께 전달하고 싶은 뜻을 풍자 된 소설처럼 풀어내는 것도 매우 좋다. 개인적인 욕심 상 이번 게임에는 다른 웹 게임들과는 달리 재미 외의 요소를 넣고 싶었지만 넣지 못하였다. 이번에 개발을 하고 나서 가장 크게 아쉬웠던 점 역시 이 부분이다. 대신 게임 플레이에 차별화를 조금 두었다. 재미라도 최대한 살리기로 결정했기에 일단 사람의 경쟁심을 불러 올 수 있는 PVP(Player VS Player) 게임을 만들기로 했다. 개인적으로 게임은 혼자서 하는 것보다 여러 사람과 같이 하는 것이 훨씬 큰 재미를 불러온다고 느꼈기 때문이다. 이게 비록 다른 플레이어와 점수만 공유하는 시스템만 가지고 있더라도 완전한 싱글 플레이보다는 훨씬 큰 재미를 가져온다. 상대 플레이어와 싸우는 스타일 역시 차별을 두었다. 일반적인 PVP 게임은 무기를 가지고 상대와 싸우는 경우가 많지만 무기 없이 단순한 전투 스타일을 추구하며 생각보다 복잡한 그런 게임을 만들었다.",
    description: "[img-1]{게임 로고}Pyxel Edit을 이용하여 만든 게임 로고이다.[img-2]{인 게임 화면}게임에서 등장하는 몬스터 '초록 슬라임'이다. 좌우로 느리게 움직인다.\n기본적으로 몬스터와 충돌할 경우 주인공 캐릭터는 아래로 추락하게 된다. 슬라임 역시 몬스터에 분류되므로 충돌 시 추락한다.[img-3]{인 게임 화면}게임에서 등장하는 몬스터 '큐브 슬라임'이다. 위아래로 움직인다.\n이 몬스터 역시 충돌 시 주인공 캐릭터는 아래로 추락하게 된다.[img-4]{인 게임 화면}게임에서 등장하는 몬스터 중 하나인 항아리 몬스터이다.\n초록색 슬라임과 움직임은 기본적으로 비슷하지만 조금 더 빠르게 움직일 수 있다는 특징을 가지고 있다.[img-5]{캐릭터 모션}플레이어 애니메이팅 과정이다. Idle (가만히 있는 모션), Walk (걷는 모션), Dead (몬스터와 충돌했을 때의 모션), Climb (사다리를 탔 때의 모션) 등이 있다.[img-6]{몬스터 모션}몬스터 애니메이팅 작업을 해 주었다. 좌측부터 하얀 슬라임 (2프레임), Fly (4프레임), 초록 슬라임 (4프레임), 항아리 (4프레임) 순이다.[img-7]{인 게임 화면}위 사진은 최종적인 게임 플레이 화면이다.\n화면이 점점 위로 올라가는 것이 특징이며 화면보다 아래에 있게 될 경우 게임오버가 된다.\n캐릭터는 기본적으로 걷기, 점프를 할 수 있다.[img-8]{게임 오버 화면}게임 오버가 될 경우 아래와 같은 창이 뜨게 된다. 다시 하고 싶다면 좌측 상단의 '결과는 확인 했소 다시 합시다' 버튼을 클릭하면 된다.[img-9]{게임 승리 화면}게임을 승리하게 되면 아래와 같은 창이 뜨며 다음 레벨을 진행할 수 있게 된다."
  },
  {
    projectName: "Harry Potter : Horcrux",
    teamName: "디콘 준비기간 1년",
    developers: ["김지현", "김은희", "최서연", "김동규", "이성효"],
    contestInfo: {
      type: {
        main: 1,
        sub: 3
      },
      rate: 1,
      year: 2017
    },
    qualification: [{
      title: "개발 환경",
      contents: [{
        title: "OS",
        content: "Windows 10, Mac"
      }, {
        title: "플랫폼 (cpu, ram)",
        content: "intel i7, 8GB"
      }, {
        title: "영상 제작 툴",
        content: "Adobe After Effect CC, Adobe Premiere Pro CC"
      }, {
        title: "그래픽 프로그램",
        content: "Adobe Photoshop CC"
      }]
    }],
    overview: "영화 '해리 포터' 시리즈는 원작 소설이 4억 5천만 부 이상이 판매된 세계적으로 인기 있고 많은 사람들에게 사랑받고 있다. 우리들 5명 또한 이 영화를 감명 깊게 보았다. 단순히 영화 팬의 마음이었는지 전공에 대한 욕심이었는지 우리들은 이런 매력적인 영화 '해리 포터'를 다른 시각으로 <b>직접 재구성</b>해 보기로 했다. 우리는 다른 학생들이 주로 하는 벡터 일러스트 애니메이션을 해볼까 하고 고민했지만 조금 더 특별한 방식을 찾기로 하였다. 그러던 중 유명한 영화를 <b>8비트 애니메이션</b>으로 제작한 영상을 보게 되었다. 그 영상에서는 내용을 듬성듬성 건너뛰는 게 많았지만 이해하기엔 충분했다. 그리고 우리가 좋아하는 영화를 게임처럼 구성하여 보는 사람들이 전개가 어떻게 되는지 알고 있어도 <b>표현 방식에 관심이 가게 함으로써 영상의 집중도</b>를 높였다. 우리는 이 방식에 끌렸다. 게다가 예전부터 각자 8비트 애니메이션의 제작 프로세스 또한 관심을 갖고 있었다. 그렇게 해서 최종적으로 이 기획이 정해졌다.",
    description: "[img-1]{게임 타이틀}해리포터 영화 원작의 타이틀을 따와 8비트로 다시 제작했다. 게임 컨셉에 맞게 '시작 버튼을 클릭 하라'는 표시를 넣었다.[img-2]{인트로}시작은 기존 영화와 동일하게 덤블도어와 맥고나 걸, 해그리드가 아기 해리를 두들리의 집 앞에 두고 가는 장면이다.[img-3]{챕터1 시작}해리가 덤블도어에게서 톰 리들을 물리치라는 퀘스트를 받고 지팡이를 구매하러 간다.[img-4]{톰 리들과의 전투}퀘스트를 완료하기 위해 해리는 톰 리들과 전투를 벌인다. 획득한 바실리스크의 이빨을 이용해 톰 리들을 소멸시킨다.[img-5]{보너스 게임 퀴디치}해리 포터에서 빠질 수 없는 것이 퀴디치이다. 보너스 게임으로 퀴디치 경기를 한다.\n해리가 골든 스니치를 잡고 그리핀도르가 승리한다.[img-6]{폴리 주스를 먹고 변신해 재판장에 들어가는 해리}덤블도어에게서 슬린데린의 로켓을 파괴하라는 퀘스트를 받은 해리는 폴리 주스를 마시고 변장해 엄브릿지가 가진 로켓을 빼앗는다.[img-7]{패트로누스에게 도움 받는 해리}로켓을 빼앗아 숲으로 도망친 해리는 패트로누스의 도움을 받고 곧이어 그리핀도르의 검을 사용해 슬리데인의 로켓을 파괴한다.[img-8]{볼드모트와의 전투}볼드모트를 해치우라는 퀘스트를 받은 해리는 마지막 호크룩스인 내기니(볼드모트의 영혼이 담긴 뱀)을 잡고 치열한 접전 끝에 그를 죽이고 게임은 마무리 된다."
  },
  {
    projectName: "Project Urban",
    teamName: "20306",
    developers: ["김준영"],
    contestInfo: {
      type: {
        main: 1,
        sub: 3
      },
      rate: 2,
      year: 2017
    },
    qualification: [{
      title: "개발 환경",
      contents: [{
        title: "OS",
        content: "Windows 10"
      }, {
        title: "플랫폼 (cpu, ram)",
        content: "intel core i7 카비레이크, 16GB"
      }, {
        title: "그래픽 프로그램",
        content: "Autodesk 3DS MAX, Blender"
      }, {
        title: "기타 도구",
        content: "Unity3D"
      }]
    }],
    overview: "이 작품은 우리가 주변에서 찾을 수 있는 모델들을 <b>여러 가지 광원을 사용</b>하여 조합한 프로그램 형식의 <b>3D 모델 감상 프로그램</b>이다. 평소에 주변의 배경을 탐색해 보고 그 요소들을 색다르게 표현해 보고 싶어 이 프로젝트를 기획하게 되었다. 또한 <b>빛의 각도나 색체에 따라</b> 어떠한 결과로 보이게 되는지 직접 관찰해 보고자 하는 의도도 있었다.",
    description: "[img-1]{인게임 화면}주변에서 찾을 수 있는 바위와 비슷한 오브젝트를 모델링 한 후 모아서 위와 같이 돌계단을 제작했다.\n이러한 디자인의 돌계단은 공원과 비슷한 장소에서 쉽게 찾을 수 있다. 개인적으로 마음에 든 부분이었기에 작품에 넣었다.[img-2]{인게임 화면}지형의 그라데이션 부분이 적용된 부분이다. 밝은 색에서 어두운색으로 그라데이션 되고 있다.[img-3]{인게임 화면}이 프로그램에 사용된 모든 오브젝트는 3D MAX로 모델링 되었다.\n위 사진은 이러한 모델들 중 하나이며 개인적으로 가장 마음에 드는 형식의 디자인 모델이다.[img-4]{인게임 화면}추상적 구조물과 단순 디자인 구조물에 결합하였다.[img-5]{인게임 화면}이번에 제작하게 된 디자인 프로그램의 첫 번째 신이다.\n첫 번째 신은 다른 신들과는 달리 복잡한 구조를 모티브로 디자인하였기에 비교적 꽉 차 보이는 디자인을 볼 수가 있다.[img-6]{인게임 화면}두 번째 신은 폐쇄된 공간을 빗대어 제작하였다. 기둥은 동굴의 바위에서 영감을 얻었다.[img-7]{인게임 화면}돌계단 모델을 적극적으로 활용한 신이다.\n넓고 평평한 바위 모델을 여러 사이즈로 조정하여 배치해 돌계단과 유사한 디자인을 만들었다.[img-8]{인게임 화면}단순한 배경에 추상적인 물체들을 배치해 놓은 신이다."
  },
  {
    projectName: "고양이 탈출기 ~산넘어 산~",
    teamName: "상준이랑 팀하면 상주나",
    developers: ["김가은", "김한나", "성은비", "이수연", "최상준"],
    contestInfo: {
      type: {
        main: 1,
        sub: 3
      },
      rate: 2,
      year: 2017
    },
    qualification: [{
      title: "프로그램",
      contents: [{
        title: "영상 제작 툴",
        content: "Adobe After Effect"
      }, {
        title: "그래픽 프로그램",
        content: "사이툴, Adobe illustrator, Adobe photoshop"
      }, {
        title: "기타",
        content: ""
      }]
    }],
    overview: "작은 고양이가 퇴근한 주인의 눈을 피해 집을 탈출하려는 모습을 <b>마치 게임을 플레이하는 것처럼</b> 연출 하였습니다. 영상을 보는 사람들로 하여금 귀여운 <b>고양이</b>의 모습을 보면서 매일 쉴 새 없이 빠르게 돌아가는 사회 속에서 몇 분이나마 <b>작은 휴식</b>을 얻기를 바라며 제작하였습니다. 또한 사람들이 모두 외출하고 나면 집에 홀로 남아 외롭게 있어야 하는 <b>반려동물들의 마음과 밖으로 나가고자 하는 마음</b> 또한 표현하려고 했습니다. 영상 중간중간 <b>이스터에그</b>를 넣어 아는 사람이라면 피식 웃음이 날 수 있는 요소 역시 넣으려고 하였습니다.",
    description: "[img-1]{}서울의 한 집에 회사원 '영희'씨는 밤샘 야근에 찌든 상태로 집으로 돌아온다.[img-2]{}돌아와 고양이 '산이'가 자신을 반기지만 밤샘 작업으로 힘든 영희는 산이를 무시하고 침대로 쓰러진다.[img-3]{}쓰러진 영희를 보며 고양이 산이는 꿈 꿔오던 탈출을 결심한다.[img-4]{}인트로 이후 게임처럼 영상이 시작한다.[img-5]{}안방에서 탈출을 결심하게 된 산이는 문을 향해 걸어간다.[img-6]{}가는 길에 옛 친구 '나비'를 만나게 되고 나비로부터 참치캔을 받아 탈출을 시작한다.[img-7]{}안방에서 나온 신이는 현관을 향해 걸어가지만 자신도 모르게 TV 리모컨을 밟아 TV에서 '스페이스 캣'이 틀어져버렸다. 자신의 집사 영희가 깼나 싶었지만 아직 일어나지 않은 듯하자 다시 탈출을 강행한다.[img-8]{}자신의 탈출을 매번 방해하는 머그컵을 만나 전투를 한다. 산이는 머그컵을 가볍게 해치우고선 앞으로 향한다.[img-9]{}최종 보스인 '강철문'을 만나 대적하게 된다.[img-10]{}리듬게임처럼 커맨드를 입력하여 싸운다.[img-11]{}열심히 대적하던 산이는 너무 흥분한 나머지 잠들어 있던 영희씨의 잠을 깨우고 만다.[img-12]{}영희씨에게 안겨 돌아가는 산이의 모습을 마지막으로 영상은 끝이 난다."
  },
  {
    projectName: "Cat Of The Storm",
    teamName: "고양이가 신청했어요",
    developers: ["김영남", "노영진", "박정현"],
    contestInfo: {
      type: {
        main: 2,
        sub: 1
      },
      rate: 1,
      year: 2017
    },
    qualification: [{
      title: "개발 환경",
      contents: [{
        title: "OS",
        content: "Windows 10, Windows 8"
      }, {
        title: "플랫폼",
        content: "Intel i5-3570 (i7-5500U) / RAM 8G"
      }, {
        title: "프로그래밍 제작 툴",
        content: "Client : Visual Studio 2015, 2013 / Brackets 1.9.0"
      }, {
        title: "그래픽 프로그램",
        content: "Adobe Photoshop CS6, PaintTool SAI"
      }, {
        title: "기타 도구",
        content: "Unity 2017.1.0f3"
      }]
    }, {
      title: "사용환경",
      contents: [{
        title: "OS",
        content: "Android 7.0"
      }, {
        title: "플랫폼",
        content: "CPU : Samsung Exynos 9 / RAM : 6G"
      }, {
        title: "기타",
        content: ""
      }]
    }],
    overview: "현재 모바일 게임 시장은 폭발적인 게임들의 등장 및 사업성을 가지는 방향으로 나아가고 있습니다. 하지만 그 속에서도 독창성과 참신성 또는 간편함을 이용하여 상업적이고 양산적인 게임을 제치고 항상 마켓에서 상위권을 유지하고 있습니다. 바로 \"인디\" 작품들입니다. 그래서 이 프로젝트는 시장에서 흔하게 보이지 않는 게임들을 찾기 시작했고, \"숨바꼭질\"이라는 규칙을 적용하여, 숨는 것뿐만 아니라 탐색과 탈출의 의미를 부여하여, 기존의 존재했던 게임들과 색다른 재미와 스릴을 느낄 수 있도록 제작하였습니다. 기존 시장에 진출한 같은 장르의 게임들은 단지 \"숨는다.\", \"잡는다.\" 에 중점이라면, 이 게임은 \"찾는다.\", \"탈출한다.\" 가 겸비되어 맵에 흩어진 열쇠와 포탈을 찾아서 술래에게 도망치는 요소까지 추가 하였습니다. 이로 인해 오래 버티는 지겨움을 해소하고, 더 빠르고 스릴 있는 게임 플레이가 가능해졌습니다. 이러한 이점으로 모바일에서의 짧은 플레이 타임을 가지게 되고, 더 많은 플레이를 하게 되는 장점도 얻게 되었습니다.",
    description: "[img-1]{메인 화면}온라인 내에서 사용될 유저 이름을 정하고 Join을 통해 입장 할 수 있습니다. io게임의 느낌을 살리기 위해 매번 접속 시 닉네임을 바꿀 수 있습니다.[img-2]{인게임 화면}광장에서는 접속하고 있는 다른 유저들과 채팅을 하면서 커뮤니케이션을 할 수 있습니다.\n조이스틱이 구현되어 있어 광장 어느 곳이든 탐험할 수 있습니다.[img-3]{인게임 화면}광장의 게시판에는 유저들이 원하는 내용을 작성할 수 있습니다.\n작성 권한의 제한이 없으며 광장에 접속한 모든 유저들이 볼 수 있습니다.[img-4]{인게임 화면}최대 250자 까지 지원하고, 예약된 커맨드를 사용해 추가적인 커스터마이징이 가능합니다.[img-5]{인게임 화면}커스텀 룸을 생성하여 게임에 참여할 수 있습니다.\n방 이름과 최대 인원을 기본으로 정해야 하며, 비밀번호 입력 시 방이 잠금 상태로 생성됩니다.[img-6]{인게임 화면}방 리스트에 등록되어 이미 생성된 방으로 참여할 수 있습니다.\n방의 이름과 상태표시로 참여 가능한 방이 구분되고, 현재 인원 수를 표시하여 원하는 방을 더 명확하게 파악할 수 있습니다.[img-7]{인게임 화면}대기실에서는 조작과 채팅을 기본으로 하여 간단한 징검다리의 느낌으로 구현하였습니다.\n시작 / 준비 버튼을 통해 게임으로 들어갈 수 있습니다.[img-8]{인게임 화면}플레이 타임은 총 2분 10초입니다. 10초 동안 모든 유저가 도망치면서 술래가 결정됩니다.[img-9]{인게임 화면}2분부터 술래가 정해지고 긴박한 플레이가 시작됩니다. 수풀에 들어가면 자신의 몸이 다른 유저에게는 보이지 않습니다.\n또한 다양한 아이템으로 함정을 설치하거나 변신하여 유저를 속일 수 있습니다.[img-10]{인게임 화면}플레이 중에는 채팅을 칠 수 없기 때문에 이모티콘을 사용하여 자신의 감정을 표출 할 수 있습니다. 제한적인 감정표현으로 심리전을 플레이 할 수 있습니다.[img-11]{인게임 화면}1분이 남게 되면, 맵의 한곳에 시계 포탈이 생성됩니다. 시계 포탈의 위치를 파악하여 열어야 합니다. 타이머 밑에 표시되는 열쇠를 3개 모아야 시계 포탈을 열 수 있습니다. 시계 포탈이 열리면 어느 유저라도 시계 포탈을 통해 탈출할 수 있습니다.\n술래는 탈출을 시도하는 유저를 빠른 시간내에 잡아야 합니다.[img-12]{인게임 화면}모든 유저가 잡히면 승리하게 되고, 모두 탈출하거나, 제한 시간 내에 모두 잡지 못하면 살아남은 유저 모두 승리합니다."
  },
  {
    projectName: "Secret House",
    teamName: "쓰리디-조아",
    developers: ["김현", "김도언", "김가은", "김한나"],
    contestInfo: {
      type: {
        main: 2,
        sub: 1
      },
      rate: 2,
      year: 2017
    },
    qualification: [{
      title: "개발환경",
      contents: [{
        title: "OS",
        content: "Windows 10, macOS sierra 10.12.5"
      }, {
        title: "플랫폼(cpu/ram)",
        content: "2.2 GHz Intel Core i7 / 16GB 1600 MHz DDR3 (김도언) Intel(R) Core(TM) i7-6700HQ CUP @ 2.60GHz Ram :8GM (김현)"
      }, {
        title: "프로그래밍 제작툴",
        content: "Visual Studio 2017"
      }, {
        title: "그래픽 프로그램",
        content: "Maya 2016, 3DS MAX 2017, Photoshop CS6"
      }, {
        title: "기타 도구",
        content: "Unity 5.6.2f1"
      }]
    }, {
      title: "사용환경",
      contents: [{
        title: "OS",
        content: "Android 7.0"
      }, {
        title: "플랫폼(cpu/ram)",
        content: "Samsung GearVR, Samsung LSI Exynos 7420 / 4GB LPDDR4"
      }, {
        title: "기타",
        content: ""
      }]
    }],
    overview: "새롭게 떠오르는 4차 산업 혁명에 관심이 생겨 게임 관련해서는 어떠한 분야가 있을까 찾아보다가 <b>'VR'</b>이라는 재밌는 플랫폼을 발견하게 되었습니다. 그때부터 VR에 관련된 게임들에 대해 이것저것 찾아보기 시작하고 가장 흥미로웠던 게임들만 추려서 흥미 요소들을 기록해나가기 시작했습니다. 그렇게 모은 자료들을 토대로 게임을 기획하기 시작했고 VR의 장점을 가장 잘 살릴 수 있는 게임 장르가 무엇일지 고민하던 중 필자가 흥미롭게 봤었던 VR 게임 중 하나인 biohazard 7 resident evil을 떠올렸습니다. 그 게임의 주 장르는 공포, 스릴러이며, 추격이나 고문, Jump Scare(갑툭튀) 같은 <b>자극적인 공포와 스릴을 제공</b>함으로써 플레이어에게 최고의 몰입도를 선사하였습니다. 이러한 경험을 바탕으로 공포 게임이 VR의 장점을 최대한 살릴 수 있는 장르라고 판단하여 이러한 게임을 제작하게 되었습니다. 방구석구석을 살피며 일어나는 이벤트를 관찰하는 플레이 방식은 Face your fears라는 공포 게임을 벤치마킹하였습니다. 지금까지 모바일 콘텐츠 경진대회에서 VR을 이용한 콘텐츠가 나오지 않았었는데 저희의 작품이 시발점이 되어 다양한 VR 작품들이 대회에 나오기를 희망합니다.",
    description: "[img-1]{메인 화면}처음 게임을 실행하면 저희 팀원들의 이름과 함게 문 하나가 있는 메인화면이 처음으로 뜹니다.\n메인화면에 있는 문을 바라보고 터치패드를 클릭할 경우 게임이 시작됩니다.[img-2]{게임 설명}게임을 시작하면 거실로 이동을 하게 되는데 거실에는 각 방으로 이동할 수 있는 5개의 문이 잇습니다.\n터치패드를 사용하여 문 앞으로 이동한 후 문을 바라보시면 문이 자동적으로 열리게 됩니다. 이때 터치패드를 꾹 눌러 문 안으로 들어갈 경우 해당 방에 들어가지게 됩니다.[img-3]{이벤트 설명}각 방에는 여러 이벤트들이 존재합니다. 이벤트 발동 조건은 특정 오브젝트를 바라보는 것 입니다. 각 방마다 존재하는 이벤트를 모두 보고나면 자동으로거실로 나가게 됩니다.[img-4]{이벤트 설명}방을 클리어 할 대마다 거실에 있는 TV에 탈출을 위해 필요한 암호에 대한 힌트가 나타나며, 힌트를 이용하여 금고의 암호를 맞출 경우 탈출에 필요한 열쇠를 얻을 수 있습니다.[img-5]{이벤트 설명}열쇠를 얻은 후 처음 들어왔던 문 앞으로 가면 문이 열리면서 엔딩이 실행됩니다.[img-6]{이벤트 설명}다음은 방마다 마지막 이벤트로 일어나는 깜짝 놀라는 요소 중 한 장면입니다. 이 장면을 본 후에는 방에서 나갈 수 있는 문이 열립니다."
  },
  {
    projectName: "천공의 섬 라퓨타",
    teamName: "라쀼타",
    developers: ["양준석", "오정원", "배수호", "김채연"],
    contestInfo: {
      type: {
        main: 2,
        sub: 1
      },
      rate: 2,
      year: 2017
    },
    qualification: [{
      title: "개발환경",
      contents: [{
        title: "OS",
        content: "Mac OS"
      }, {
        title: "플랫폼(cpu/ram)",
        content: "Intel(R) Core(TM) i5-5257HQ CPU @ 2.70GHz / RAM 8GB"
      }, {
        title: "프로그래밍 제작툴",
        content: "MonoDevelop"
      }, {
        title: "그래픽 프로그램",
        content: "Adobe Photoshop CS6, Autodesk 3DS MAX 2014"
      }, {
        title: "기타 도구",
        content: "Unity 5.6.1f1"
      }]
    }, {
      title: "사용환경",
      contents: [{
        title: "OS",
        content: "Android 7.0"
      }, {
        title: "플랫폼(cpu/ram)",
        content: "퀄컴 스냅드래곤 820 MSM8996 SoC. Qualcomm Kryo MP2 2.2 GHz + MP2 1.6 GHz CPU / 4GB"
      }, {
        title: "기타",
        content: ".NET Framework 4.6"
      }]
    }],
    overview: "Unity를 사용한 3D 게임 프로젝트를 한 번도 진행해 본 적이 없어서, 3D 게임에 새로운 도전을 하였습니다. 3D 액션 게임을 만들고 싶었으며, 기존의 게임과 차별점을 두고 싶었습니다. 기존의 게임은 맵이 고정되어 있고, 그 위에서 몬스터들과 싸우는 것이 일반적입니다. 그러나 <b>'천공의 섬 라퓨타'</b>는 좁았던 맵이 적을 처치할 때마다 <b>유동적으로 넓어지게 되는</b> 새로운 3D 게임을 만들게 되었습니다. 또한 '천공의 섬 라퓨타'는 꿈속의 세상을 표현하고 있습니다. 그렇기 떄문에 플레이어가 죽거나 게임을 클리어했을 때 <b>꿈에서 깨어난다는 느낌</b>을 주기 위하여 애플리케이션을 <b>강제로 종료</b>했습니다.",
    description: "[img-1]{메인 화면}메인화면에서 터치하면 플레이어가 확대되면서 게임이 시작됩니다.\n꿈속이라는 컨셉에 맞게 몽환적인 배경음악을 들을 수 있습니다.[img-2]{UI 소개}화면 왼쪽 하단에는 플레이어의 체력과 플레이어의 기본 공격 버튼, 그리고 스킬 버튼이 표시되며, 오른쪽 하단에는 점프 버튼과 플레이어의 이동에 사용되는 조이스틱이 표시됩니다.[img-3]{플레이어 공격 스킬}플레이어의 기본 공격은 정면 근거리의 적들에게 10 피해를 줍니다. 적들을 약하게 밀쳐냅니다.[img-4]{플레이어 공격 스킬}플레이어의 첫번째 스킬인 화염구는 적에게 닿았을 때 주변 적들에게 50의 피해를 주며 밀쳐냅니다.[img-5]{플레이어 공격 스킬}플레이어의 두번째 스킬은 지면을 솟아오르게 하여 닿는 적들에게 80의 피해를 주며 강하게 밀쳐냅니다.[img-6]{적 소개}슬라임은 30의 체력을 가지고 있으며, 귀엽습니다.[img-7]{적 소개}돌거북은 50의 체력을 가지고 있으며, 단단합니다.[img-8]{적 소개}동기사는 60의 체력을 가지고 있으며, 갑옷에서 광이 납니다.[img-9]{적 소개}은기사는 90의 체력을 가지고 있으며, 갑옷이 단단합니다.[img-10]{적 소개}금기사는 110의 체력을 가지고 있으며, 갑옷이 멋집니다.[img-11]{엔딩 소개}1 - 꿈속에서 죽었다는 충격으로 꿈에서 깨어났기 때문에 어플리케이션이 종료됩니다.[img-12]{엔딩 소개}2 - 보스를 물리쳤을 때 나오는 엔딩으로 모든 것은 꿈이었다는 것을 깨닫고 꿈에서 깨어났기 떄문에 어플리케이션이 종료됩니다.[img-13]{추가 설명}처음엔 플레이어가 이동 가능한 활동 범위가 좁지만, 모든 적을 처치할 때마다 활동 가능한 범위가 점점 넓어집니다."
  },
  {
    projectName: "Windlocker",
    teamName: "카페人",
    developers: ["안용호", "김연준", "유성진", "신현준"],
    contestInfo: {
      type: {
        main: 2,
        sub: 2
      },
      rate: 1,
      year: 2017
    },
    qualification: [{
      title: "개발환경",
      contents: [{
        title: "OS",
        content: "Windows 10, macOS"
      }, {
        title: "플랫폼(cpu/ram)",
        content: "i7-6700HQ / 16GB"
      }, {
        title: "프로그래밍 제작툴",
        content: "Visual Studio, Atom, Vi"
      }, {
        title: "그래픽 프로그램",
        content: "Photoshop / illustrator CC 2017"
      }, {
        title: "기타 도구",
        content: ""
      }]
    }, {
      title: "사용환경",
      contents: [{
        title: "OS",
        content: "Windows 7 or later + Mobile web Browser"
      }, {
        title: "플랫폼(cpu/ram)",
        content: "Pentium or higher / 2GB or higher"
      }, {
        title: "기타",
        content: ".NET Framework 4.6"
      }]
    }],
    overview: "최근, 학교에서 학우들 중에 Windows 암호는 물론, Facebook 등 여러 계정의 암호를 암기하여, 침입하는 경우가 있었습니다. 게다가, 선생님 PC를 쉬는 시간에 접근하여 조작하는 일도 번번히 일어나고 있습니다. 이런 상황을 관찰하다 보니, PC가 생각보다 물리적 접촉에 자주 노출되고, 취약하다는 것을 알 수 있었습니다. 이를 해결할 방법을 모색하던 중, Apple에서 제공하는 Apple Watch와 Mac의 <b>연동 잠금 시스템</b>을 보고, 영감을 얻어 Windows 기반 PC에서도 이와 비슷한 기능을 제공하도록 서비스를 기획하였습니다. <b>Windlocker</b>는 원격에서 <b>물리적 접근으로는 해제할 수 없도록</b> PC를 잠그고, 사용자 컴퓨터에서 어떤 프로세스가 작동하고 있는지 파악할 수 있으며, PC와 모바일 간 <b>파일 공유를 한층 빠르고 편하게 진행</b>할 수 있는 유틸리티입니다. 이 도구를 이용하면, 개인 및 공공 PC <b>보안 향상과 침입 차단</b>, 특히 <b>물리적 침입 차단</b>에 획기적 도움을 줄 수 있습니다.",
    description: "[img-1]{PC 잠금 화면}원격에서 PC를 잠금 설정했을 때 뜨는 화면입니다. Ctrl+Alt+Del를 포함하여, 모든 시스템 키 조합 입력을 차단하고, System Process로 등록해 종료되지 않도록 설정됩니다. PC 자체에서는 잠금을 해제할 수 없고, 모바일 또는 다른 데스크탑에서 로그인 후에 잠금을 해제해야합니다.[img-2]{파일 다운로드 화면}모바일 또는 데스크탑 클라이언트에서 파일을 업로드하면 5자리 인증번호가 발급됩니다. 이 인증번호를 입력하면, 어떤 환경에서든 업로드한 해당 파일을 다운로드 할 수 있습니다. 이러한 기능으로 간단하게 기기간 파일 송수신을 진행할 수 있습니다.[img-3]{파일 업로드 화면}현재 데스크탑에 있는 파일을 업로드 할 수 있습니다. 업로드가 완료되면 해당 파일마다 인증번호가 발급됩니다. 이 인증번호를 사용해 다운로드를 진행 할 수 있습니다.[img-4]{모바일 잠금 화면}모바일에서 해당 PC를 잠근 화면입니다. 여기서 잠금 해제를 누르지 않으면 다른 어떤 방법으로도 잠금을 해제 할 수 없습니다. 해당 계정으로 로그인 된 모든 디바이스에 잠금 명령을 전송합니다.[img-5]{모바일 잠금 해제 화면}잠금을 해제한 상태입니다. 해당 계정에 연결된 모든 디바이스의 잠금을 해제합니다.[img-6]{메뉴 화면}보호, 관리, 공유 기능을 지원합니다. 차례대로 디바이스 잠금/잠금 해제 기능, 현재 PC 자원의 사용량(CPU, RAM, HDD) 조회, 파일 공유(업/다운로드) 기능에 접근 할 수 있습니다.[img-7]{파일 업로드 화면}모바일 디바이스에 있는 파일을 선택하여 업로드 할 수 있습니다.\n데스크탑과 동일하게 파일을 업로드하면 서버에서 자동으로 발급된 5자리 인증 번호가 제공됩니다. 이 인증번호를 이용하여 파일을 다운로드 할 수 있습니다.[img-8]{시스템 자원 사용량 확인 화면}연결된 디바이스의 CPU, RAM, 디스크 자원 사용량을 5초 간격으로 실시간으로 확인합니다. 이 기능을 이용해, 비정상 프로세스가 실행되는지, 시스템이 현재 상태는 어떤지 등을 실시간으로 파악할 수 있습니다."
  },
  {
    projectName: "Baby Lock",
    teamName: "TIDY Mind",
    developers: ["이새영", "김은희", "강성준"],
    contestInfo: {
      type: {
        main: 2,
        sub: 2
      },
      rate: 2,
      year: 2017
    },
    qualification: [{
      title: "개발환경",
      contents: [{
        title: "OS",
        content: "Windows 10"
      }, {
        title: "플랫폼(cpu/ram)",
        content: "I5 - 6200U / 8GB"
      }, {
        title: "프로그래밍 제작툴",
        content: "Android Studio"
      }, {
        title: "그래픽 프로그램",
        content: "Adobe illustration"
      }, {
        title: "기타 도구",
        content: ""
      }]
    }, {
      title: "사용환경",
      contents: [{
        title: "OS",
        content: "Android 4.0.3 (IceCreamSandwich)"
      }, {
        title: "플랫폼(cpu/ram)",
        content: "삼성 엑시노스 8890 / 4GB"
      }, {
        title: "기타",
        content: ""
      }]
    }],
    overview: "아이들의 스마트폰 사용률은 계속해서 증가하고 있습니다. 때문에 여러가지 불편함이 발생하는데, 그것을 해결하기 위해 <b>Baby Lock</b>을 기획했습니다. 아이들이 스마트폰으로 동영상을 볼 때 다른 화면으로 이동하지 않고 <b>동영상에만 집중하도록</b> 도와주는 앱입니다. 특정 제스처를 사용자가 설정하여 잠금을 해제합니다. 만약, 아이가 화면을 잘못 눌러 잠금이 해제되는 경우에는 큰 소리로 스마트폰에 알람이 오거나 화면에 알림 창을 띄어 <b>부모가 잠금이 해제된 것을 알 수 있게</b> 했습니다. 그리고 아이의 부모님이 아이가 볼 <b>재생 목록</b>을 설정시켜 동영상이 끝날 때마다 다른 동영상으로 넘어가야 하는 번거로움과 블루라이트 차단 필터를 통해 아이들의 눈 건강이 나빠지는 것을 해결했습니다. 사실 기존의 화면 잠금 앱들은 화면 잠금 기능만 가지고 있어서 유연한 사용이 불가능했습니다. 저희 Baby Lock은 잠금 해제 기능만이 아닌, 앞서 설명한 여러가지 기능들을 추가해 더 편리하고, 안전한 사용을 지향합니다.",
    description: "[img-1]{스플래시 화면}Baby Lock을 실행하면 2초 동안 뜨는 스플래시 화면입니다.[img-2]{메인 화면}화면 잠금, 잠금 해제시 알림, 재생 목록, 블루라이트 차단, 튜토리얼 등 메뉴로 이동 할 수 있습니다.[img-3]{데이터 사용 시 알림창}1. 기능을 사용할지 설정합니다.\n2. 알림창을 사용할지 설정합니다.\n3. 데이터로 접속 시에 나올 음악을 선택합니다.\n4. 음악의 크기를 조절합니다.[img-4]{잠금 해제 제스처 설정}기존 제스처를 입력하고 새로운 잠금 해제 제스처로 바꿀 수 있습니다.[img-5]{잠금 해제 시 알림}1. 기능을 사용할지 설정합니다.\n2. 알림창을 사용할지 설정합니다.\n3. 잠금 해제 시에 나올 음악을 선택합니다.\n4. 음악의 크기를 조절합니다.[img-6]{재생목록 설정}1-1. 버튼을 누르면 영상을 재생하고 화면을 잠금합니다.\n1-2. Baby Lock이 실행되었다고 Notification 알림을 띄우고 그 알림을 누르면 화면 잠금을 푸는 제스처를 누르는 화면이 뜨게됩니다.\n2. 이 화면에 들어올 때 모바일 데이터에 연결되어 있으면 Notification 알림이 뜨게됩니다. Wi-Fi 연결 중 및 아무것도 연결 안 되어 있을 때는 Toast 메시지만 띄웁니다.[img-7]{모바일 데이터 연결 메시지}이와 같이 데이터에 연결되어 있으면 Toast 메시지가 뜨게 됩니다. 또한 Notification 알림으로 '&#8251;주의&#8251; 모바일 데이터에 연결되어 있습니다.' 라는 알림이 뜨면서 영상 재생 시 데이터에 연결되어 있다는 것을 한번 더 알려줍니다.[img-8]{블루라이트 차단}1. 기능을 사용할지 설정합니다.\n2. 필터의 투명도를 설정합니다.\n3. 필터의 색상을 설정합니다."
  },
  {
    projectName: "사람이 문제다",
    teamName: "팀탐 리턴즈",
    developers: ["이헌우", "정선우", "김가은", "최서연"],
    contestInfo: {
      type: {
        main: 3,
        sub: 1
      },
      rate: 1,
      year: 2017
    },
    qualification: [{
      title: "개발환경",
      contents: [{
        title: "OS",
        content: "Microsoft Windows 10"
      }, {
        title: "플랫폼",
        content: "i5-6200U / GTX940M"
      }, {
        title: "프로그래밍 제작툴",
        content: "Unity / MonoDevelop"
      }, {
        title: "그래픽 프로그램",
        content: "Adobe illustrator cc / Adobe Photoshop cc"
      }, {
        title: "기타 도구",
        content: ""
      }]
    }, {
      title: "사용환경",
      contents: [{
        title: "OS",
        content: "Microsoft Windows 10"
      }, {
        title: "플랫폼",
        content: "i5-6200U / GTX 940M"
      }, {
        title: "기타",
        content: ""
      }]
    }],
    overview: "\"사람이 문제다\"는 제한시간 내에 점수를 증가시켜야 하는 fast-paced 전략 시뮬레이션 게임입니다. 본 작품의 출품 대회였던 제 2회 선린 해커톤의 주제였던 '에니저'의 현실을 구체적이면서도 복합적으로 표현하기 위해 이러한 작품을 만들게 되었습니다. \"사람이 문제다\"라는 게임에서는 에너지의 생산 방식이 현실과 크게 다르지 않습니다. 지형을 선택하여 해당 지형에 설치했을 때 최적의 에너지 생산량을 이끌어낼 수 있는 발전소가 어떤 것인지 간접적으로 볼 수 있고, 이러한 발전소를 설치하여 인구에 비례하는 에너지 생산량을 충족함과 동시에 고갈 에너지와 친환경 에너지와의 균형을 맞춰야 점수를 얻을 수 있는 시스템입니다. 인구를 증가시킴과 동시에 점수를 증가시키려면 인구를 늘리면서도, 인구에 비례한 에너지를 생산하며, 신재생 에너지와 고갈 에너지와의 균형을 맞춰야 하게 함으로써 사람이 에너지를 사용하는 주체이면서도 에너지의 변화를 감당해야 하는 존재임을 표현하고자 하였고, 이를 게임 주제로 잡았습니다. 게임을 플레이하면서 사용자는 본 게임 시스템 속에서 점수를 올리는 방법을 알아가며 현실 속의 에너지의 딜레마를 깊이 있게 이해할 수 있습니다.",
    description: "[img-1]{메인 화면}메인 화면. 게임 시작 버튼을 눌러 게임을 시작합니다.[img-2]{인게임 화면}인게임 화면입니다. 좌측 상단에 화력, 수력, 풍력, 태양광, 원자력, 선력 발전소에서 생산한 에너지 량을 보여줍니다. 우측 상단에서 인구, 에너지 균형, 인구 만족도를 보여줍니다. 타일을 클릭한 뒤 우측 하단에서 타일의 풍속, 일사량, 선력, 매장량, 습도 등의 정보를 볼 수 있습니다. 타일을 클릭한 뒤 하단에서 건물의 목록과 건설에 필요한 인구를 볼 수 있습니다.[img-3]{인게임 화면}\"사람이 문제다\"는 인구의 만족도, 에너지 균형 수치를 높이며 점수를 높이는 것이 목적인 게임입니다.\n제한시간 내에 플레이어는 전략을 세워야합니다. 인구의 만족도는 인구에 비례하여 에너지가 생산될 때 증가합니다. 에너지 균형은 신재생 에너지에 비례하고 고갈 에너지에 반비례합니다. 점수는 인구의 만족도와 에너지 균형 수치에 비례합니다.[img-4]{인게임 화면}맵을 자동으로 생성하게 하는 맵 생성 시스템은 커스텀 Cellular Automata 모델을 이용한 게임 스테이지의 생성(타일의 배치)과 스테이지 환경 색 결정, 2D Perlin Noise를 이용한 게임 내 타일의 풍속, 일사량, 선력 매장량 값의 결정 및 배치하는 등 스테이지 Procedural Generation을 하는 역할을 지닙니다.[img-5]{인게임 화면}마우스 좌 클릭을 하여 해당 지역의 풍속, 일사량, 선력 매장량, 습도 등의 정보를 볼 수 있고, 스크롤하여 화면을 확대 또는 축소하며, 마우스를 이동하여 화면을 이동합니다.[img-6]{인게임 화면}건설할 수 있는 발전소는 5가지이며, 각각 타일의 풍속, 일사량, 선력 매장량, 습도에 따라 건설이 가능하거나 에너지 생산량이 달라집니다. 태양광 발전소는 일사량, 풍력 발전소는 풍속, 선력 발전소는 선력 매장량에 따라 에너지 생산량이 달라집니다. 집을 건설하여 인구를 늘리고, 인구는 각 건물의 노동에 쓰입니다.[img-7]{게임 종료 화면}제한시간이 종료되면 게임이 종료되고 인구와 에너지 균형, 만족도에 비례한 점수가 출력됩니다."
  },
  {
    projectName: "1000GUK",
    teamName: "해적왕 원준갓",
    developers: ["송원준", "오준석", "구창림", "윤영채"],
    contestInfo: {
      type: {
        main: 3,
        sub: 1
      },
      rate: 1,
      year: 2017
    },
    qualification: [{
      title: "개발환경",
      contents: [{
        title: "OS",
        content: "Android, iOS"
      }, {
        title: "플랫폼",
        content: ""
      }, {
        title: "프로그래밍 제작툴",
        content: "Android Studio, Vim, SSH 등"
      }, {
        title: "그래픽 프로그램",
        content: "Adobe photoshop cs6, Adobe illustrator cs6"
      }, {
        title: "기타 도구",
        content: ""
      }]
    }, {
      title: "사용환경",
      contents: [{
        title: "OS",
        content: "Android, iOS"
      }, {
        title: "플랫폼",
        content: ""
      }, {
        title: "기타",
        content: ""
      }]
    }],
    overview: "요즘 세상에 모든 사람들이 한 개씩 꼭 들고다니는 것이 있다. 그것은 바로 휴대전화! 휴대전화는 세상의 발전에 따라 스마트폰이라고 불리며 우리의 곁에서 시계, 지도, 인터넷 등 다양한 역할을한다. 하지만 그럼에도 우리 곁에 공중전화는 남아있다. 이 공중전화는 쓸데없이 전기 에너지를 먹고, 사람들이 이용할 일이 없다. 하지만 철거를 하자니 철거할 때 사용하는 에너지도 많이 들고, 막상 철거하고나면 찾는 사람들이 생긴다. 그래서 우리가 개발한 서비스는 공중전화를 그대로 사용해 사람들의 쉴 곳을 찾아주는 개인용 미ㅣ니카페 1000GUK이다.\n1000GUK은 크게 공준전화 부스와 사용자 클라이언트 앱으로 나뉘어진다. 공중전화 부스에서는 와이파이, 에어컨, 히터 등 사용자 편의시설을 이용가능하고 클라이언트 앱을 통해 예약, 위치 찾기, 결제 등이 가능하다.",
    description: "[img-1]{회원가입 화면}회원가입 화면이다. 말 그대로 회원가입을 하는 화면. 주 거주지역을 받음으로써 사용자가 주로 활동하는 지역을 기반으로 1000GUK 부스를 추천해준다.[img-2]{로그인 화면}로그인 화면이다.[img-3]{메인 화면}메인 화면이다. 메인 화면에서는 사용자들이 지도를 통해서 근처의 1000GUK 부스를 찾을 수 있다. 실제로 공중전화 데이터를 파싱해와서 만들었다.[img-4]{예약 화면}예약 화면이다. 이 화면에서 예약이 가능하다. 사용자들이 사용하고 싶은 날과 시간을 선택해서 예약을 하면 그 시간대에 찾아가서 NFC태그를 통해 사용이 가능하다.[img-5]{사용 내역 화면}사용 내역 화면이다. 예약을 하고 사용했거나 예약을 했지만 사용하지 않았을 경우 등 사용자들이 사용한 내역을 확인 할 수 있는 화면이다.[img-6]{내 카드}내 카드 화면이다. 지금 내가 보유하고 있는 카드를 확인하며 이것을 이용해 결제를 통해 충전이나 선물이 가능하다.[img-7]{설정 화면}설정 화면이다. 설정 화면에서는 닉네임 변경, 카드 디자인 변경, 그리고 카드 인쇄 등이 가능하다. 카드 인쇄를 할 경우 사용자에게 카드를 보내주는 서비스이다.[img-8]{결제 화면}결제 창 화면이다. 이 화면에서 사용자들은 결제가 가능하며, 결제한 돈을 이용해 1000GUK 부스 예약이 가능하다."
  }
]